{
    "offset": 0,
    "title": "Timeline :: Metal Gear Solid 4 Database",
    "pageUrl": "http://mgsdb.com/tl",
    "results": [
        {
            "events": " Patriots living in Boston form the \"Sons of Liberty\".",
            "date": "1773"
        },
        {
            "events": " Inauguration ceremony for President Washington takes place at Federal Hall.",
            "date": "1789"
        },
        {
            "events": " The Philosophers are founded.",
            "date": "19XX"
        },
        {
            "events": " The Boss is born as daughter of the Philosophers.",
            "date": "1922"
        },
        {
            "events": " Last member of the Philosophers dies.",
            "date": "193X"
        },
        {
            "events": " Scientist Albert Einstein sends letter to US President Roosevelt proposing the development of an atomic bomb. Outbreak of World War II.",
            "date": "1939"
        },
        {
            "events": " UK founds SAS (Special Air Service Regiment).",
            "date": "1941"
        },
        {
            "events": " US founds OSS (Office of Strategic Services). Physicist Enrico Fermi succeeds in developing world's first nuclear reactor. US Army Corps of Engineers begin work on Manhattan Project. Grandfather of Otacon (Hal Emmerich) participates in Manhattan Project. Battle of Stalingrad; The Boss forms Cobra Unit.",
            "date": "1942"
        },
        {
            "events": " Cobra Unit participates in allied invasion of Normandy.",
            "date": "1944"
        },
        {
            "events": " World's first atomic bomb is detonated in Alamogordo, New Mexico, USA. Atomic bombs are dropped on Hiroshima and Nagasaki, Japan. Father of Otacon (Hal Emmerich) is born.",
            "date": "1945"
        },
        {
            "events": " World's first computer, ENIAC, is completed.",
            "date": "1946"
        },
        {
            "events": " CIA (Central Intelligence Agency) is founded in America. Cobra Unit is disbanded.",
            "date": "1947"
        },
        {
            "events": " NATO (North Atlantic Treaty Organization) established. Soviet Union tests atomic bomb at Semipalatinsk. Germany splits into East and West.",
            "date": "1949"
        },
        {
            "events": " US President Truman orders production of slew of nuclear warheads. The Boss encounters Naked Snake and trains him in combat, demolition, and intel gathering techniques. Outbreak of Korean War.",
            "date": "1950"
        },
        {
            "events": " MOSSAD (Institute for Intelligence and Special Operations) is founded in Israel. Nuclear test takes place in Nevada desert. US Army troops participate. The Boss is exposed to large amounts of radiation.",
            "date": "1951"
        },
        {
            "events": " Wernher von Braun outlines a plan to send humans to Mars. • NSA (National Security Agency) is founded in America.",
            "date": "1952"
        },
        {
            "events": " Nikita Khrushchev becomes First Secretary of Soviet Communist Party. Watson and Crick discover the double-helix structure of DNA.",
            "date": "1953"
        },
        {
            "events": " US Navy launches world's first nuclear submarine, USS Nautilus. Hydrogen bomb tested on Bikini Atoll. Naked Snake, Godzilla, and the crew of Japanese fishing boat, Daigo Fukuryu Maru, are exposed to radiation. Secretary of State Dulles announces the New Look Policy (massive retaliation strategy) in America. KGB (Soviet Union Committee for State Security) is founded.",
            "date": "1954"
        },
        {
            "events": " Albert Einstein dies, pleading for end to nuclear weapons. World Conference against Atomic and Hydrogen Bombs holds its first session in Japan.",
            "date": "1955"
        },
        {
            "events": " US successfully tests first ICBM (Intercontinental Ballistic Missile). Soviet Union successfully launches Sputnik 1.",
            "date": "1957"
        },
        {
            "events": " US successfully launches Explorer 1 satellite.",
            "date": "1958"
        },
        {
            "events": " Cuban Revolution begins. NASA (National Aeronautics and Space Administration) is born from NACA (National Advisory Committee for Aeronautics).",
            "date": "1959"
        },
        {
            "events": " American U2 spy plane violates Soviet airspace. • Soviet Premier Khrushchev announces missile aid to Cuba. Two NSA codebreakers, ADAM and EVA, defect to Soviet Union.",
            "date": "1960"
        },
        {
            "events": " International negotiations between US and Cuba cease. • President Kennedy earns disapproval of the Philosophers. Gagarin travels aboard Vostok 1 in world's first manned space flight. • Alan Shepard becomes first American to experience rocket flight. • Construction begins on Berlin Wall. • Green Berets (US 5th Special Forces Group) created. • Soviet Union tests atomic bomb in Arctic Circle.",
            "date": "1961"
        },
        {
            "events": " U2 spy planes confirm presence of Soviet missiles in Cuba, triggering the Cuban Missile Crisis.",
            "date": "1962"
        },
        {
            "events": " Marking the end of a 114 day strike, the New York Times publishes 702 page Sunday edition. Valentino Tereshikova travels aboard Soviet Vostok 6, becoming the first female cosmonaut. Soviet and American leaders sign the Hot Line Agreement. Soviet Union, US, and UK sign the Partial Test Ban Treaty. US President Kennedy is assassinated.",
            "date": "1963"
        },
        {
            "events": " US Department of Health announces that cigarettes cause lung cancer. Gulf of Tonkin Incident occurs in Vietnam. Virtuous Mission and Operation Snake Eater. Naked Snake awarded the title of Big Boss.",
            "date": "1964"
        },
        {
            "events": " US drops bombs on North Vietnam. Sigint joins ARPA.",
            "date": "1965"
        },
        {
            "events": " US Department of Transportation establishes the EMT emergency medical technician response system.",
            "date": "1966"
        },
        {
            "events": " Soviet Union invades Czechoslovakia. SALT-1 (Strategic Arms Limitation Talks) initiated. EVA disappears in Hanoi.",
            "date": "1968"
        },
        {
            "events": " US Apollo program puts first man on moon. US Department of Defense and ARPA establish ARPAnet, the basis for the Internet.",
            "date": "1969"
        },
        {
            "events": " First paramedic system introduced in Seattle, Washington, USA. San Hieronymo Peninsula Incident. Successor Project ends. • Major Zero disbands FOX Unit. Big Boss ordered to become FOXHOUND commander. US leadership acquires remainder of the Philosophers' Legacy. The Philosophers change their name to the Patriots.",
            "date": "1970"
        },
        {
            "events": " Soviet Union launches world's first space station, Salyut-1. Les Enfants Terribles Project commences. Big Boss establishes FOXHOUND Unit.",
            "date": "1971"
        },
        {
            "events": " Apollo program ends with Apollo-17. Les Enfants Terribles Project gives birth to the sons of Big Boss (Solid and Liquid). Big Boss leaves the Patriots.",
            "date": "1972"
        },
        {
            "events": " US launches Skylab space station. US ground troops withdrawn from Vietnam.",
            "date": "1973"
        },
        {
            "events": " Richard Dawkins publishes The Selfish Gene.",
            "date": "1975"
        },
        {
            "events": " US Delta Force (1st Special Forces Operational Detachment-Delta) established.",
            "date": "1977"
        },
        {
            "events": " Soviet invades Afghanistan (new cold war begins). • Frank Jaeger rescues an orphaned Naomi from civil war in Rhodesia.",
            "date": "1979"
        },
        {
            "events": " US launches Columbia, the world's first space shuttle.",
            "date": "1981"
        },
        {
            "events": " Falklands War begins.",
            "date": "1982"
        },
        {
            "events": " US President Reagan announces the SDI.",
            "date": "1983"
        },
        {
            "events": " Gorbachev's new administration brings Soviet Union into post-cold war era.",
            "date": "1985"
        },
        {
            "events": " Space shuttle program stalls due to Challenger explosion. Soviet space station, Mir, is launched. Human Genome Project proposed. Worldwide gene research commences. Soviet nuclear power plant disaster in Chernobyl.",
            "date": "1986"
        },
        {
            "events": " Berlin Wall falls. Raiden goes to war as child soldier in Liberia.",
            "date": "1989"
        },
        {
            "events": " Iraq invades Kuwait. East and West Germany are reunited.",
            "date": "1990"
        },
        {
            "events": " Gulf War commences. Soviet Union collapses, Commonwealth of Independent States (CIS) rises in its place.",
            "date": "1991"
        },
        {
            "events": " Strategic Arms Reduction Treaty is ratified.",
            "date": "1994"
        },
        {
            "events": " Outer Heaven Uprising.",
            "date": "1995"
        },
        {
            "events": " United Nations adopt Comprehensive Test Ban Treaty.",
            "date": "1996"
        },
        {
            "events": " Zanzibarland Disturbance. Ocelot scouted by newly formed FOXHOUND Unit. The Patriots perform surgery, install enhanced cybernetic body onto Gray Fox. UK scientists successfully create somatically cloned sheep.",
            "date": "1999"
        },
        {
            "events": " Joint team of Japanese, American, and European scientists announce the successful mapping of the human genome.",
            "date": "2000"
        },
        {
            "events": " Multiple terrorist attacks strike the US on September 11.",
            "date": "2001"
        },
        {
            "events": " Multilateral military strike launched upon Iraq.",
            "date": "2003"
        },
        {
            "events": " Shadow Moses Incident. Documentary \"The Truth Behind Shadow Moses\" becomes best selling book.",
            "date": "2005"
        },
        {
            "events": " Manhattan Tanker Incident. Construction on Big Shell Disposal Facility commences.",
            "date": "2007"
        },
        {
            "events": " Big Shell Incident. Ocelot (Liquid) retrieves GW from Arsenal Gear.",
            "date": "2009"
        },
        {
            "events": " Precipitated by the Arsenal Gear Manhattan Incident, US begins to actively enlist PMC troops.",
            "date": "2010"
        },
        {
            "events": " Raiden rescues Sunny, who is then left to Snake and Otacon. Worldwide demand for PMC (Private Military Company) troops increases, disputes intensify. SOP System adopted.",
            "date": "2011"
        },
        {
            "events": " Raiden captured by the Patriots, rescued by EVA.",
            "date": "2012"
        },
        {
            "events": " The Patriots release information regarding Big Boss and CQC.  Guns of the Patriots Project.  The Patriots AI network, centered around JD, is destroyed.",
            "date": "2014"
        }
    ]
}